<?php
// data:"0505",
// imgSrc:"img/personalpage/yoom2.jpg",
// title:"前端工程师面试成功",
// keyWords:["web前端","自定义","关键词","标签"],
// resume:"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
// type:"数学建模",
// num:"18843163425"

    header('Content-Type:application/json');//这个类型声明非常关键

    // $age=array("Peter"=>"35","Ben"=>"37","Joe"=>"43");
    $opt = array(
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"前端","num"=>"18843163425"
            ),
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"吃屎","num"=>"18843163425"
            ),
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"数学建模","num"=>"18843163425"
            ),
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"红色行动","num"=>"18843163425"
        ),
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"前端","num"=>"18843163425"
            ),
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"前端","num"=>"18843163425"
            ),
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"前端","num"=>"18843163425"
        ),
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"前端","num"=>"18843163425"
        ),
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"前端","num"=>"18843163425"
            ),
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"前端","num"=>"18843163425"
            ),
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"前端","num"=>"18843163425"
            ),
        array(
            "data"=>"0506",
            "imgSrc"=>array("img/personalpage/yoom2.jpg"),
            "title"=>"前端工程师面试成功",
            "keyWords"=>array("web前端","自定义","关键词","标签"),
            "resume"=>"大家好，我想要成为一名优秀的前端工程师，因此我每天学习都很开心，所以我非常的喜欢魂魄妖梦，我非常喜欢妖梦。妖梦给了我很多的动力！我是从幻想万华镜中了解到妖梦的，之所以我喜欢，是因为他太萌了，蝴蝶结魅力十足，蝴蝶结赛高，裸腿赛高，波波头赛高！",
            "type"=>"前端","num"=>"18843163425"
            )
            
        );
    $var = json_encode($opt);
    echo $var;
?>  